7zip
android-studio
arandr
arc-gtk-theme
archlinux-keyring
autoconf
automake
autotiling
base
base-devel
betterlockscreen
binutils
blueman
bluez
bluez-utils
brave-bin
catppuccin-gtk-theme-mocha
cava
chezmoi
cmake
debugedit
devtools
dhcpcd
discord
docker
docker-compose
dunst
dwall-git
easyeffects
efibootmgr
ethtool
fakeroot
fastfetch
ffmpeg
file
findutils
firefox
fuseiso
fuzzel
fzf
gawk
gcc
gettext
gnome-keyring
google-chrome
gparted
gpicview
greetd-tuigreet
grep
groff
gst-plugin-pipewire
gucharmap
gvfs
gwenview
gzip
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
i3-wm
intel-ucode
intellij-idea-community-edition
iwd
jdk-openjdk
kitty
kvantum
kvantum-qt5
libpulse
libtool
libvirt
lightdm
lightdm-gtk-greeter
lightdm-settings
lightdm-slick-greeter
linux
linux-firmware
linux-lts
lsp-plugins
m4
maim
make
man-db
mesa
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvm
nwg-look
obs-studio
okular
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pcmanfm-qt
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-gnome
polybar
postgresql
qemu-full
reflector
rofi
rxvt-unicode
seahorse
sed
smartmontools
spotify
steam
strace
sudo
texinfo
ttf-dejavu
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome-5
ttf-ibm-plex
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-rubik
udftools
unzip
ventoy-bin
vim
virt-manager
visual-studio-code-bin
vlc
vulkan-radeon
waybar
wget
which
wireless_tools
wireplumber
wlogout
xarchiver
xclip
xcursor-breeze5
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xkb-qwerty-fr
xorg-server
xorg-xinit
yay-bin
zram-generator
zsh
